Some slab shape edit vertices were too close to each other or too close to an edge.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SlabShapeWarnVerticesCoincident { get; }
  Visual Basic
Public Shared ReadOnly Property SlabShapeWarnVerticesCoincident As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SlabShapeWarnVerticesCoincident {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SlabShapeFailures Class
  Autodesk.Revit.DB Namespace